Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.GraphicsConfigurationImports
Wrapper class for Tekla.Structures.DirectManipulation.Adapter.Graphics.GraphicsConfiguration imports.

Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.GraphicsConfigurationImports.DotExportFormatQuantityValue(System.Double,Tekla.Structures.DirectManipulation.Adapter.Graphics.Native.dotQuantityType,Tekla.Structures.DirectManipulation.Adapter.Native.dotParameterData@)
Formats a quantity value to a System.String.
value: The value to format.
quantityType: The type of quantity represented by value.
pArgument: The structure that will contain the formatted string.
Returns: True on success; otherwise, false.